Repository: KDE/kpat
Catalog: po/*/kpat.po
Languages: bg, eo

# NAME OF TRANSLATORS
source: Your names
bg: Красимира Минчева,Стоян Цалев,Петър Тушков,Минчо Кондарев
eo: Wolfram Diestel,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
bg: krasimira_m@yahoo.com,stockton@mgu.bg,pt.launchpad@gmail.com
eo: wolfram@steloj.de,olivermkellogg@gmail.com

# @title:menu
source: Popular Variant Presets
bg: Популярни предварително зададени варианти
eo: Popularaj Variaj Antaŭagordoj

# @item:inmenu preset
source: Baker's Dozen
eo: Baker's Dekduo

# @item:inmenu preset
source: Spanish Patience
bg: Испански пасианс
eo: Hispana Pacienco

# @item:inmenu preset
source: Castles in Spain
eo: Kasteloj en Hispanio

# @item:inmenu preset
source: Portuguese Solitaire
bg: Португалски пасианс
eo: Portugala Solitario

# @item:inmenu preset
source: Custom
bg: Потребителски
eo: Propra

# @title:menu
source: Empty Stack Fill
bg: Поставяне в празен слот
eo: Plenigo de Malplena Stako

# @item:inmenu empty stack fill
source: Any (Easy)
bg: Всяка карта (лесно)
eo: Ajna (Facila)

# @item:inmenu empty stack fill
source: Kings only (Medium)
bg: Само попове (средно трудно)
eo: Reĝoj nur (Meza)

# @item:inmenu empty stack fill
source: None (Hard)
bg: Без (трудно)
eo: Neniu (Malfacila)

# @title:menu
source: Stack Options
bg: Настройки на колодата
eo: Stakaj Opcioj

# @item:inmenu stack option
source: Face Up (Easier)
bg: С лицето нагоре (по-лесно)
eo: Vizaĝo Supre (Pli Facila)

# @item:inmenu stack option
source: Face Down (Harder)
bg: С лице надолу (по-трудно)
eo: Vizaĝo Malvidebla (Pli Malfacila)

# @title:menu
source: Build Sequence
bg: Последователност на изграждане
eo: Konstrui Sekvencon

# @item:inmenu build sequence
source: Alternating Color
bg: Редуващ се цвят
eo: Alterna Koloro

# @item:inmenu build sequence
source: Matching Suit
bg: Съвпадаща боя
eo: Kongrua Kartkompleto

# @item:inmenu build sequence
source: Rank
bg: Ранг
eo: Rango

source: Baker's Dozen
eo: Baker's Dekduo

source: Spanish Patience
bg: Испански пасианс
eo: Hispana Pacienco

source: Castles in Spain
eo: Kasteloj en Hispanio

source: Portuguese Solitaire
bg: Португалски пасианс
eo: Portugala Solitario

source: Baker's Dozen (Custom)
bg: Baker's Dozen (персонализиран)
eo: Baker's Dekduo ( Propra)

source: Castle
bg: Замък
eo: Kastelo

source: Beleaguered Castle
bg: Обсаден замък
eo: Sieĝita Kastelo

source: Citadel
bg: Цитадела
eo: Citadelo

source: Exiled Kings
bg: Крале в изгнание
eo: Ekzilitaj Reĝoj

source: Streets and Alleys
bg: Улици и алеи
eo: Stratoj kaj Stratetoj

source: Siegecraft
bg: Обсада
eo: Sieĝo

source: Stronghold
bg: Крепост
eo: Fortikejo

source: Castle (Custom)
bg: Замък (Потребителски)
eo: Kastelo ( Propra)

# @item:inmenu preset
source: Beleaguered Castle
bg: Обсаден замък
eo: Sieĝita Kastelo

# @item:inmenu preset
source: Citadel
bg: Цитадела
eo: Citadelo

# @item:inmenu preset
source: Exiled Kings
bg: Крале в изгнание
eo: Ekzilitaj Reĝoj

# @item:inmenu preset
source: Streets and Alleys
bg: Улици и алеи
eo: Stratoj kaj Stratetoj

# @item:inmenu preset
source: Siegecraft
bg: Обсада
eo: Sieĝo

# @item:inmenu preset
source: Stronghold
bg: Крепост
eo: Fortikejo

# @title:menu
source: Free Cells
eo: Liberaj Ĉeloj

# @title:menu
source: Stacks
bg: Колоди
eo: Stakoj

# @item:inmenu stack option
source: Face Down
bg: С лицето надолу
eo: Vizaĝo Malvidebla

# @item:inmenu stack option
source: Face Up
bg: С лицето нагоре
eo: Vizaĝo Videbla

# @item:inmenu stack option
source: Alternating Face Up
bg: Редуване с лицето нагоре
eo: Alternante Vizaĝon Videbla

# @title:menu
source: Foundation Deal
bg: Основна раздаване
eo: Fundamenta Disvastigo

# @item:inmenu foundation deal
source: None
bg: Без
eo: Neniu

# @item:inmenu foundation deal
source: Aces
bg: Аса
eo: Asoj

# @item:inmenu foundation deal
source: Any
bg: Всякакви
eo: Ajna

# @title:menu
source: Layout
bg: Оформление
eo: Aranĝo

# @item:inmenu layout
source: Classic
bg: Класически
eo: Klasika

# @item:inmenu layout
source: Modern
bg: Модерен
eo: Moderna

source: Grandfather's Clock
bg: Часовникът на дядо
eo: Horloĝo de Avo

source: Solver: This game is winnable.
bg: Машинно решаване: Тази игра може да бъде спечелена.
eo: Solvanto: Ĉi tiu ludo estas gajnebla.

source: Solver: This game is no longer winnable.
bg: Машинно решаване: Тази игра вече не може да бъде спечелена.
eo: Solvanto: Ĉi tiu ludo ne plu estas gajnebla.

source: Solver: This game cannot be won.
bg: Машинно решаване: Тази игра не може да бъде спечелена.
eo: Solvanto: Ĉi tiu ludo ne povas esti gajnita.

source: Solver: Unable to determine if this game is winnable.
bg: Машинно решаване: Не може да се определи дали тази игра може да бъде спечелена.
eo: Solvanto: Ne povas determini ĉu ĉi tiu ludo estas gajnebla.

source: Congratulations! We have won.
bg: Поздравления! Ние победихме!
eo: Gratulon! Ni venkis.

source: Congratulations! You have won.
bg: Поздравления! Вие победихте!
eo: Gratulon! Vi venkis.

source: Solver: This game is lost.
bg: Машинно решаване: Тази игра е загубена.
eo: Solvanto: Ĉi tiu ludo estas perdita.

source: Solver: Calculating…
bg: Машинно решаване:: Извършава се изчисление…
eo: Solvanto: Kalkulante…

source: A new game has been requested, but there is already a game in progress. A loss will be recorded in the statistics if the current game is abandoned.
bg: Беше дадена заявка за нова игра, но понастоящем има незавършена. Ако я напуснете, ще бъде записана като загуба в статистиката.
eo: Nova ludo estis petita, sed jam estas ludo en progreso. Perdo estos registrita en la statistiko se la nuna ludo estas forlasita.

# @title:window
source: Abandon Current Game?
bg: Напускане на текущата игра?
eo: Ĉu Forlasi Nunan Ludon?

# @action:button
source: Abandon Current Game
bg: Напускане на текущата игра
eo: Forlasi Nunan Ludon

source: Forty & Eight
bg: Четиридесет и осем
eo: Kvardek & Ok

source: Eight Off
eo: Ok For

source: Seahaven Towers
eo: Seahaven-Turoj

source: Freecell (Custom)
bg: Freecell (Потребителски)
eo: Freecell (Persona)

# @item:inmenu preset
source: Eight Off
eo: Ok For

# @item:inmenu preset
source: Seahaven Towers
eo: Seahaven-Turoj

# @title:menu
source: Decks
bg: Тестета
eo: Ferdekoj

source: Golf
bg: Голф
eo: Golfo

source: Grandfather
bg: Дядовият пасианс
eo: Avo

source: Gypsy
bg: Цигански пасианс
eo: Ciganino

source: Aces Up
bg: Първо аса
eo: Asoj supre

# @title:menu
source: Klondike &Options
bg: Клондайк - &настройки
eo: Klondike &Opcioj

# @item:inmenu klondike option
source: Draw 1
bg: Теглене 1
eo: Desegno 1

# @item:inmenu klondike option
source: Draw 3
bg: Теглене 3
eo: Desegno 3

source: Klondike (Draw 1)
bg: Klondike (Теглене 1)
eo: Klondike (Preni 1)

source: Klondike (Draw 3)
bg: Klondike (Теглене 3)
eo: Klondike (Preni 3)

source: Move
bg: Ход
eo: Movi

source: Main Toolbar
bg: Главна лента с инструменти
eo: Ĉefa ilobreto

# @info
source: Loading…
bg: Зареждане…
eo: Ŝargas…

# @action:button
source: Download New Card Decks…
bg: Изтеглете нови тестета с карти...
eo: Alŝuti Novajn Kartarojn…

source: KPatience
eo: Solitero

source: KDE Patience Game
bg: KDE пасианс
eo: KDE Soliterludo

source: Author of original Qt version
bg: Автор на оригиналната версия на Qt
eo: Aŭtoro de originala Qt-versio

source: Initial KDE port
bg: Първоначален порт на KDE
eo: Komenca KDE-pordo

source: New game types
bg: Нови видове пасианси
eo: Novaj ludspecoj

source: Bug fixes
bg: Поправка на грешки
eo: Erarkorektoj

source: Shuffle algorithm for game numbers
bg: Алгоритъм за разбъркване номерата на игрите
eo: Miksalgoritmo por ludnumeroj

source: Initial patience solver
bg: Първоначално решаване на пасианса
eo: Komenca pacienca solvanto

source: Rewrite and current maintainer
bg: Пренаписване и текуща поддръжка
eo: Reprogramado kaj nuna fleganto

source: Klondike improvements
bg: Подобрения по Клондайк
eo: Pliboniĝoj de Klondike

source: Spider implementation
bg: Имплементация на пасианса "Паяк"
eo: Spider-realigo

source: Documentation
bg: Документация
eo: Dokumentaro

source: Menu and toolbar work
bg: Работа по менюто и лентите с инструменти
eo: Laboro pri menuo kaj ilobreto

source: Cleanup and polish
bg: Почистване и изглаждане
eo: Purigado kaj polurado

source: Shlomi Fish
eo: Ŝlomi Fiŝo

source: Integration with Freecell Solver and further work
bg: Интегриране с Freecell Solver и по-нататъшна работа
eo: Integriĝo kun Freecell Solver kaj plua laboro

source: Michael Lang
eo: Mikaelo Lang

source: Try to find a solution to the given savegame
bg: Опитайте да решите дадената запазена игра
eo: Provu trovi solvon al la donita savludo

source: Dealer to solve (debug)
bg: Подреждане за решаване (debug)
eo: Disdonanto solvu (sencimigado)

source: Game range start (default 0:INT_MAX)
bg: Начало на диапазона на играта (по подразбиране 0:INT_MAX)
eo: Komenco de ludintervalo (defaŭlte 0:INT_MAX)

source: Game range end (default start:start if start given)
bg: Край на диапазона на играта (начало по подразбиране: начало, ако дадено начало)
eo: Ludintervala fino (defaŭlta komenco:komenco se komenco donita)

source: Directory with test cases
bg: Директория с тестови случаи
eo: Dosierujo kun provoj

source: Generate random test cases
bg: Генериране на случайни тестови случаи
eo: Generi hazardajn provojn

source: File to load
bg: Файл за зареждане
eo: Dosiero por ŝargi

# @action Start a new game of a different type
source: New &Game…
bg: Нова &игра...
eo: Nova &Ludo…

# @action Start a new game of without changing the game type
source: New &Deal
bg: Ново &раздаване...
eo: Nova &Disdono

# @action Start a game by giving its particular number
source: New &Numbered Deal…
bg: Зареждане на подреждане…
eo: Nova &Numerita Disdono…

# @action Replay the current deal from the start
source: Restart Deal
bg: Рестартиране на подреждането
eo: Rekomenci Disdonon

# @action Start the game with the number one greater than the current one
source: Next Deal
bg: Следващо подреждане
eo: Sekva Disdono

# @action Start the game with the number one less than the current one
source: Previous Deal
bg: Предишно подреждане
eo: Antaŭa Disdono

# @action
source: Statistics
bg: Статистика
eo: Statistikoj

# @action Take one or more cards from the deck, flip them, and place them in play
source: Dra&w
bg: Те&глене
eo: &Preni

# @action Deal a new row of cards from the deck
source: Dea&l Row
bg: Раз&даване на колоната
eo: Pre&na Vico

# @action Collect the cards in play, shuffle them and redeal them
source: &Redeal
bg: &Повторно раздаване
eo: &Redonu kartojn

# @action Automatically move cards to the foundation piles
source: Dro&p
bg: Подре&ждане
eo: Fali&gi

# @option:check
source: &Enable Autodrop
bg: А&втоматично подреждане
eo: &Ebligi Aŭtomatan faligon

# @option:check
source: E&nable Solver
bg: Активиране на &машинното решаване
eo: Ebligi Solva&nton

# @option:check
source: Play Sounds
bg: Възпроизвеждане на звуци
eo: Aŭdigi Sonorojn

# @option:check
source: &Remember State on Exit
bg: &Запазване състоянието на играта при изход
eo: &Memori Staton ĉe Eliro

# @action
source: Generate a Theme Preview Image
bg: Генериране изображение за предварителен преглед на тема
eo: Generi Etosan Antaŭrigard-Bildon

# @action
source: Take Game Preview Snapshots
bg: Предварителен преглед на играта
eo: Preni Lud-Antaŭrigardajn Momentfotojn

# @action
source: Random Cards
bg: Случайна колода
eo: Hazardaj Kartoj

# @action
source: Move Focus to Previous Pile
bg: Преместване на фокуса към предишната купчина
eo: Movi Fokuson al Antaŭa Amaso

# @action
source: Move Focus to Next Pile
bg: Преместване на фокуса към следващата купчина
eo: Movi Fokuson al Sekva Amaso

# @action
source: Move Focus to Card Below
bg: Преместване на фокуса върху картата отдолу
eo: Movi Fokuson al Karto Malsupre

# @action
source: Move Focus to Card Above
bg: Преместване на фокуса върху картата отгоре
eo: Movi Fokuson al Karto Supre

# @action
source: Cancel Focus
bg: Отмяна на фокуса
eo: Nuligi Fokuson

# @action
source: Pick Up or Set Down Focus
bg: Повдигане или сваляне фокуса
eo: Preni aŭ Malpreni Fokuson

# @title:tab
source: Card Deck
bg: Тесте карти
eo: Kartaro

source: Select a card deck
bg: Избиране на колода
eo: Elektu kartaron

# @title:tab
source: Game Theme
bg: Тема на игра
eo: Luda Etoso

source: Select a theme for non-card game elements
bg: Изберете тема за елементите на играта, които не са карти
eo: Elekti etoson por ne-kartludaj elementoj

source: Help &with %1
bg: Помо&щ за %1
eo: Helpo p&ri %1

# @action Shown when there is no game open. Is always disabled.
source: Help &with Current Game
bg: Помо&щ за текущата игра
eo: Helpo p&ri Nuna Ludo

source: Are you sure you want to hide the menubar? The current shortcut to show it again is %1.
bg: Сигурни ли сте, че искате да скриете лентата на менюто? Текущата клавишна комбинация за повторно показване е %1.
eo: Ĉu vi certas, ke vi volas kaŝi la menubreton? La nuna ŝparvojo por montri ĝin denove estas %1.

# @title:window
source: Hide Menubar
bg: Скриване на лентата на менюто
eo: Kaŝi Menubreton

source: Downloading file failed: %1
bg: Неуспешно изтегляне на файл: %1
eo: Elŝuto de dosiero malsukcesis: %1

source: Error reading XML file:
bg: Грешка при четене на XML файл:
eo: Eraro legante XML-dosieron:

source: XML file is not a KPat save.
bg: XML файл не е записан от KPat.
eo: XML-dosiero ne estas konservo de KPat.

source: Unrecognized game id.
bg: Неразпознат идентификатор на игра.
eo: Nerekonita ludidentigilo.

source: Errors encountered while parsing file.
bg: Възникнаха грешки при анализирането на файла.
eo: Eraroj renkontitaj dum analizado de dosiero.

# @title:window
source: Load Game
bg: Зареждане на играта
eo: Ŝargi Ludon

# @title:window
source: Save Game
bg: Запазване на играта
eo: Konservi Ludon

source: Error opening file for writing. Saving failed.
bg: Грешка при отваряне на файл за запис. Запазването не бе успешно.
eo: Eraro dum malfermo de dosiero por skribado. Konservado malsukcesis.

source: Unable to create temporary file. Saving failed.
bg: Не може да се създаде временен файл. Запазването не бе успешно.
eo: Ne eblas krei provizoran dosieron. Konservado malsukcesis.

source: Error uploading file. Saving failed: %1
bg: Грешка при качване на файл. Неуспешно записване: %1
eo: Eraro dum alŝuto de dosiero. Konservado malsukcesis: %1

source: 1 move
bg: 1 ход
eo: 1 movo

# @title:window
source: New Numbered Deal
bg: Номер на подреждане
eo: Nova Numerita Disdono

# @label
source: Game:
bg: Игра:
eo: Ludo:

# @label
source: Deal number:
bg: Номер на подреждане:
eo: Numero de disdono:

source: Simple Simon
eo: Simpla Simono

# @title:menu
source: Spider &Options
bg: Паяк - &настройки
eo: Araneo-&Opcioj

# @item:inmenu spider option
source: 1 Suit (Easy)
bg: 1 боя (лесно)
eo: 1 Kartkompleto (Facila)

# @item:inmenu spider option
source: 2 Suits (Medium)
bg: 2 бои (средно трудно)
eo: 2 Kartkompletoj (Mezaj)

# @item:inmenu spider option
source: 3 Suits (Hard)
bg: 3 бои (трудно)
eo: 3 Kartkompletoj (Malfacila)

# @item:inmenu spider option
source: 4 Suits (Very Hard)
bg: 4 бои (много трудно)
eo: 4 Kartkompletoj (Tre Malfacila)

source: Spider
bg: Паяк
eo: Araneo

source: Spider (1 Suit)
bg: Паяк (1 боя)
eo: Araneo (1 Kartkompleto)

source: Spider (2 Suit)
bg: Паяк (2 бои)
eo: Araneo (2 Kartkompleto)

source: Spider (3 Suit)
bg: Паяк (3 бои)
eo: Araneo (3 Kartkompleto)

source: Spider (4 Suit)
bg: Паяк (4 бои)
eo: Araneo (4 Kartkompleto)

# @title:window
source: Statistics
bg: Статистика
eo: Statistikoj

source: 1 loss
bg: 1 загуба
eo: 1 perdo

source: 1 win
bg: 1 победа
eo: 1 gajno

source: Statistics
bg: Статистика
eo: Statistikoj

source: Game:
bg: Игра:
eo: Ludo:

source: Longest winning streak:
bg: Най-дълга победна серия:
eo: Plej longa venksinsekvo:

source: Games played:
bg: Изиграни игри:
eo: Ludoj luditaj:

source: Longest losing streak:
bg: Най-дълга губеща серия:
eo: Plej longa malvenko-sinsekvo:

source: Games won:
bg: Спечелени игри:
eo: Ludoj venkitaj:

source: Current streak:
bg: Текуща серия:
eo: Aktuala sinsekvo:

source: Minimal number of moves:
bg: Минимален брой ходове:
eo: Minimuma nombro da movoj:

source: Klondike
bg: Клондайк

source: Yukon
bg: Юкон
